Repository: viniciusaro/notjustdev
Catalog: GeoRisques/GeoRisques/Resources/*.lproj/Localizable.strings
Languages: fr

# risk_tab
source: Risks
fr: Risques

# kit_tab
source: Emergency Kit
fr: Kit d'Urgence

# plus_tab
source: More Infos
fr: Plus

# instruction_tab
source: How to Act
fr: Comment Agir

# splach_screen
source: Know the risks of disasters near you.
fr: Connaître les risques de catastrophes près de chez vous.

# tag0_title
source: Welcome to Risko
fr: Bienvenue dans Risko

# tag0_subtitle
source: Knowing the risks means being prepared for them.
fr: Connaître les risques, c’est déjà s’y préparer.

# tag1_title
source: Real-time geographic risks
fr: Risques géographiques en temps réel

# tag1_subtitle
source: Using official data, discover the types of disasters that could affect your current location or freely explore the map.
fr: Grâce aux données officielles, découvrez les types de catastrophes qui peuvent toucher votre localisation actuelle ou explorez librement la carte.

# tag2_title
source: Act with the right reflexes
fr: Agissez avec le bon réflexe

# tag2_subtitle
source: Using an openAI, consult advice based on the type of disaster.
fr: Utilisez une openAI pour consulter des conseils selon le type de catastrophe.

# onboarding_button
source: Here we go!
fr: C'est parti !

# risk_title
source: Risks
fr: Risques

# risk_subtitle
source: %d Around me
fr: %d Autour de moi

# unauthorized
source: Location services are not authorized.
fr: Les services de localisation ne sont pas autorisés.

# unavailable
source: Location services are unavailable.
fr: Les services de localisation ne sont pas disponibles

# not_found
source: Unable to find any risks for the city.
fr: Impossible de trouver des risques pour la ville.

# location_error
source: To use location services, enable on your phone settings
fr: Pour utiliser les services de localisation, activez-les dans les paramètres de votre téléphone

# search_city_map
source: Search for a city
fr: Rechercher une ville

source: Settings
fr: Paramètres

source: Cancel
fr: Annuler

# detail_detail
source: Detailed information
fr: Info détaillées

# ai-name
source: AI-generated response that may make mistakes. Check important information.
fr: Réponse générées par l'IA pouvant contenir des erreurs. Vérifiez les informations importantes.

# ai-response-title
source: Definition of risk and what to do?
fr: Définition du risque et que faire?

# ai-error-response
source: An error occurred while generating the response. Please try again.
fr: Erreur lors de la consultation de l'IA

# linkExtern
source: More information on the official Géorisque website.
fr: Plus d'informations sur le site officiel Géorisque.

# intro_continue_button
source: Continue
fr: Continuer

# intro_kit_title
source: My 72-Hour Emergency Kit
fr: Mon kit d’urgence 72h

# intro_kit_subtitle
source: In the event of a crisis, authorities may ask you to leave your home immediately or to remain in your home until emergency services arrive. It is recommended that you prepare a bag containing enough food to survive for three days on your own.
fr: En cas de crise, les autorités peuvent vous demander de quitter immédiatement votre domicile ou de rester chez vous jusqu'à l'arrivée des secours. Il est recommandé d'avoir préparé un sac contenant de quoi vivre pendant 3 jours en autonomie.

# prepare_kit_title
source: Your family's needs
fr: Les besoins de votre famille

# prepare_kit_subtitle
source: Identify the needs of each member of your family. Once this is done, you'll be ready to determine exactly what should be included in your kit.
fr: Identifiez les besoins de chaque membre de votre famille. Une fois cela fait, vous serez prêt à déterminer exactement ce qui doit être inclus dans votre kit.

# equip_kit_title
source: Collect all essential items
fr: Collecter tous les objets essentiels

# equip_kit_subtitle
source: Based on your checklist, start collecting all the essential items to spend 72 hours on your own.
fr: En fonction de votre checklist, commencez à collecter tous les objets essentiels pour passer 72h en autonomie.

# check_kit_title
source: Check the contents of your kit
fr: Vérifiez le contenu de votre kit

# check_kit_subtitle
source: Every 6 months to make sure nothing has expired and your family's needs haven't changed.
fr: Tous les 6 mois pour vous assurer que rien n'est périmé et que les besoins de votre famille n'ont pas changé.

# start_kit_button
source: Prepare the emergency kit
fr: Préparer le kit d'urgence

# members_title
source: Family members
fr: Membres de la famille

# members_subtitle
source: Create your emergency kit based on the number of members in your family
fr: Créez votre kit d’urgence en fonction du nombre de membres de votre famille

# Adultes
source: Adults
fr: Adultes

# Bébés
source: Babies
fr: Bébés

# Enfants
source: Children
fr: Enfants

# Animaux
source: Pets
fr: Animaux

# empty_state
source: You have not added any members to your family.
fr: Vous n'avez ajouté aucun membre à votre famille.

# checklist_title
source: 72-Hour Emergency Kit
fr: Kit d’urgence 72h

# open_family_button
source: Family
fr: Famille

# essential_kit_title
source: Essential items
fr: Les articles essentiels

# baby_kit_title
source: For babies
fr: Pour les bébés

# pet_kit_title
source: For animals
fr: Pour les animaux

# kit_subtitle
source: Select the items you have for your emergency kit
fr: Sélectionner les articles que vous avez pour votre kit d’urgence

# kitEssentialType.water
source: Bottled water (6l person, 2l animal)
fr: Eau en bouteille (6l personne, 2l animal)

# kitEssentialType.food
source: Non-perishable food
fr: Nourriture non périssable

# kitEssentialType.canOpener
source: Can opener
fr: Ouvre-boîte

# kitEssentialType.radio
source: Battery-operated radio
fr: Radio à piles

# kitEssentialType.flashlight
source: Battery-powered flashlight
fr: Lampe de poche à piles

# kitEssentialType.batery
source: Batery
fr: Piles

# kitEssentialType.matches
source: Candles and matches
fr: Bougies et allumettes

# kitEssentialType.firstAid
source: First aid kit
fr: Trousse de premiers secours

# kitEssentialType.warmClothes
source: Warm clothes
fr: Vêtements chauds

# kitEssentialType.emergencyBlanket
source: Emergency Blanket (1 per member)
fr: Couvertures de survie (1 par membre)

# kitEssentialType.whistle
source: Whistle (1 per person)
fr: Sifflet (1 par personne)

# kitEssentialType.mask
source: Masl (1 per person)
fr: Masque (1 par personne)

# kitEssentialType.toiletPaper
source: Toilet Paper
fr: Papier toilette

# kitEssentialType.chargers
source: Phone chargers
fr: Chargeurs de téléphone

# kitEssentialType.game
source: Games
fr: Jeux

# kitEssentialType.emergencyContacts
source: Emergency Contacts
fr: Contacts d'urgence

# kitEssentialType.localMap
source: Local Map
fr: Carte locale

# kitEssentialType.doubleKey
source: Double Key
fr: Clé double

# kitEssentialType.cash
source: Cash
fr: Argent liquide

# kitEssentialType.importantDocuments
source: Importants Documents
fr: Documents importants

# kitBabyType.food
source: Baby food
fr: Nourriture pour les bébés

# kitBabyType.diapers
source: Diapers
fr: Couches

# kitBabyType.wipes
source: Wipes
fr: Lingettes

# kitBabyType.babyBottle
source: Baby bottle
fr: Biberon

# kitBabyType.pacifier
source: Pacifier
fr: Sucette

# kitBabyType.babyBlanket
source: Baby blanket
fr: Couverture

# kitBabyType.babyToy
source: Baby toys
fr: Jouets pour bébés

# kitPetType.petBlanket
source: Blanket
fr: Couverture

# kitPetType.petFood
source: Pet food
fr: Nourriture pour les animaux

# kitPetType.bowl
source: Bowl
fr: Gamelle

# kitPetType.leash
source: Leash
fr: Laisse

# kitPetType.petToy
source: Pet toys
fr: Jouets pour les animaux

# privacy-title
source: Privacy Policy
fr: Politique de confidentialité

# about-title
source: About Risko
fr: À propos de Risko

# about-text
source: Risko was designed to help residents of France stay informed and better prepare for emergencies and disasters. Initially developed during the NotJustDev hackathon, the app combines reliable public data from the French government's Géorisques API with a touch of Deep Infra AI to provide relevant information in real time. Create with lots of coffee, sleepless nights and lots of motivation. 🇧🇷 Developed by Cris and Vini.
fr: Risko a été créé pour aider les personnes en France à apprendre et à mieux se préparer aux situations d'urgence et aux catastrophes. Initialement développée lors du hackathon NotJustDev, l'application combine des données publiques fiables provenant de l'API Géorisques du gouvernement français avec une touche d'IA Deep Infra pour fournir des informations pertinentes en temps réel. Crée avec beaucoup de café, des nuits blanches et beaucoup de motivation. 🇧🇷 Développé par Cris et Vini.

# about-contact
source: Contact Us iosappproduct@gmail.com
fr: Contactez-nous iosappproduct@gmail.com

# about-help
source: By us a beer 🍻?
fr: Offrez-nous une bière 🍻 ?

# emergency-numbers-title
source: Emergency Numbers
fr: Numéros d'urgence

# emergency-numbers-subtitle
source: To dial in case of emergency
fr: À composer en cas d'urgence

# 112-text
source: European Emergency Number
fr: Numéro d'urgence européen

# 114-text
source: Hearing impaired Emergency Number
fr: Numéro d'urgence des malentendants

# pompiers-text
source: Fire Department
fr: Pompiers

# call-button
source: Call
fr: Appel

# oficialInfos-title
source: Get informed
fr: Se informer

# oficialInfos-subtitle
source: Visit the official websites for more in-depth information.
fr: Visitez les sites officiels pour des informations plus approfondies.

# fr-alert-link
source: FR-Alert Allows real-time alerts to anyone with a mobile phone.
fr: FR-Alert Permet de prévenir en temps réel toute personne détentrice d’un téléphone portable.

# vigicrues-link
source: Flood Warnings Monitor flood risks on the main waterways in France.
fr: Vigicrues Surveillez les risques de crues des principaux cours d'eau en France.

# vigilance-meteo-link
source: Météo France Alert Stay informed of potential weather hazards with Alert.
fr: Vigilance Météo France Restez informé des dangers météorologiques potentiels avec la Vigilance.

# sirene-alert-link
source: The warning siren Learn how warning sirens work in the event of an incident.
fr: La sirène d’alerte Apprenez comment fonctionnent les sirènes d'alerte en cas d'incident.

# consignes-link
source: Instructions to follow Attitudes to adopt during and after an emergency situation.
fr: Les consignes à respecter Les attitudes à adopter pendant et après une situation d’urgence.

# oficial-webSites
source: Stay informed
fr: Se informer

# emergency-number
source: Emergency Numbers
fr: Numéros d'urgence

source: About Risko
fr: À propos de Risko

# privacy
source: Privacy Policy
fr: Politique de confidentialité
